/* Error encountered when sharing */
"An unknown error occurred." = "Une erreur inconnue s’est produite.";

/* User may have canceled the share or couldn't authenticate */
"Cannot authenticate with Dropbox" = "Authentification impossible sur Dropbox";

/* Network error occurred when sharing capture description */
"Cannot authenticate without an internet connection." = "Authentification impossible sans connexion Internet";

/* No comment provided by engineer. */
"Capture shared" = "Capture partagée";

/* plugin name */
"Dropbox" = "Dropbox";

/* Dropbox connection error title */
"Error connecting to Dropbox" = "Erreur lors de la connexion à Dropbox";

/* OK */
"OK" = "OK";

/* No network available. */
"Please check your network connection and try again." = "Vérifiez votre connexion réseau et réessayez.";

/* User didn't sign in properly */
"Please enter your email and password again." = "Entrez de nouveau votre e-mail et votre mot de passe.";

/* Unknown error, no suggestion known */
"Please try again." = "Veuillez réessayer.";

/* Dropbox folder browser window title */
"Select Destination Folder" = "Sélectionner le dossier de destination";

/* Sign in */
"Sign In..." = "Se connecter...";

/* Sign out */
"Sign Out" = "Se déconnecter";

/* Content is ready to be pasted */
"The link to your capture is ready to be pasted." = "Le lien vers votre capture est prêt à être collé.";

/* error connecting title */
"Unable to connect to Dropbox." = "Impossible de se connecter à Dropbox.";

/* plugin button tooltip */
"Upload the capture to Dropbox for image or video hosting." = "Télécharger la capture sur Dropbox pour l’hébergement des images ou vidéos";

/* No comment provided by engineer. */
"Verify you are connected to the Internet and try again." = "Vérifiez votre connexion à Internet et réessayez.";

